define({
  "appInit": "एप्लिकेशन शुरू कर रहा है...",
  "appFailed": "ऐप लोड करने में विफल।",
  "noAuth": "आपके खाते को ऐसे कॉन्फ़िगर करने योग्य ऐप्स का उपयोग करने के लिए लाइसेंस प्राप्त नहीं है जो गैर-सार्वजनिक हैं। कृपया अपने संगठन व्यवस्थापक से आपको एक ऐसा उपयोगकर्ता प्रकार असाइन करने के लिए कहें जिसमें आवश्यक ऐप्स या एड-ऑन आवश्यक ऐप्स लाइसेंस शामिल है।",
  "notLicensed": "लाइसेंस प्राप्त नहीं है",
  "badges": {
    "authoritative": "प्राधिकृत",
    "deleted": "मिटाया गया",
    "deprecated": "विरोध किया हुआ ।",
    "livingAtlas": "Living Atlas",
    "marketplace": "मार्केटप्लेस",
    "openData": "ओपन डेटा",
    "premium": "प्रीमियम",
    "subscriber": "उपभोक्ता",
    "tooltips": {
      "altAuthoritative": "आधिकारिक: इनके द्वारा अनुशसित",
      "authoritative": "प्राधिकार: आपके संगठन के लिए अनुशंसित है",
      "deprecated": "विरोध किया गया: उपयोग के लिए अनुशंसित नहीं है",
      "livingAtlas": "लिविंग एटलस: Esri-क्युरेट की गई सामग्री",
      "marketplace": "ArcGIS मार्केटप्लेस में सूचीबद्ध",
      "openData": "सबके इस्तेमाल करने के लिए उपलब्ध",
      "premiumAnon": "प्रीमियम: ArcGIS Online सदस्यता के साथ साइन इन करने और क्रेडिट खर्च करने की आवश्यकता है",
      "subscriberAnon": "सदस्य: ArcGIS Online सदस्यता के साथ साइन इन करने की आवश्यकता है",
      "premiumPublic": "प्रीमियम: ArcGIS Online सदस्यता और क्रेडिट खर्च करने की आवश्यकता है",
      "subscriberPublic": "सदस्य: ArcGIS Online सदस्यता की आवश्यकता है",
      "premiumOrg": "प्रीमियम: सदस्यों के लिए अनन्य सामग्री। क्रेडिट खर्च करता है।",
      "subscriberOrg": "सदस्य: सदस्यों के लिए अनन्य सामग्री"
    }
  },
  "buttons": {
    "clear": "हटाएँ"
  },
  "dateSelection": {
    "today": "आज",
    "yesterday": "बीता हुआ कल",
    "last7Days": "अंतिम 7 दिन",
    "last30Days": "अंतिम 30 दिन",
    "custom": "कस्टम रेंज...",
    "from": "आरंभ तिथि",
    "to": "अंतिम तिथि"
  },
  "dropdowns": {
    "clear": "हटाएँ",
    "clearAll": "सब हटायें",
    "contentViews": {
      "grid": "ग्रिड",
      "list": "सूची",
      "table": "तालिका",
      "view": "दृश्य"
    },
    "sorting": {
      "sort": "क्रमबद्ध करें",
      "sortBy": "इसके अनुसार क्रमबद्ध करें",
      "sortDir": "दिशा सॉर्ट करें",
      "relevance": "उपयुक्त",
      "title": "शीर्षक",
      "owner": "स्वामी",
      "created": "निर्माण तिथि",
      "modified": "संशोधन तिथि",
      "numviews": "दृश्य संख्या",
      "avgrating": "रेटिंग",
      "ascending": {
        "relevance": "न्यूनतम से अधिकतम अनुकूल",
        "title": "वर्णक्रमानुसार",
        "owner": "वर्णक्रमानुसार",
        "created": "हाल-फिलहाल में सबसे पुराना",
        "modified": "हाल-फिलहाल में सबसे पुराना",
        "numviews": "सबसे कम से शुरू होकर सबसे अधिक की ओर",
        "avgrating": "सबसे कम रेटिंग वाले से शूरू होकर सबसे अधिक रेटिंग वाले की ओर"
      },
      "descending": {
        "relevance": "अधिकतम से न्यूनतम अनुकूल",
        "title": "विपरीत-वर्णक्रमानुसार",
        "owner": "विपरीत-वर्णक्रमानुसार",
        "created": "सबसे हाल का",
        "modified": "सबसे हाल का",
        "numviews": "सबसे अधिक से शुरू होकर सबसे कम की ओर",
        "avgrating": "सबसे अधिक रेटिंग वाले से शूरू होकर सबसे कम रेटिंग वाले की ओर"
      }
    }
  },
  "filters": {
    "itemType": {
      "itemType": "आइटम का प्रकार",
      "filters": {
        "maps": "मानचित्र",
        "webMaps": "वेब मानचित्र",
        "mapFiles": "मानचित्र फ़ाइलें",
        "layers": "लेयर",
        "featureLayers": "फ़ीचर लेयर",
        "tileLayers": "टाइल लेयर",
        "mapImageLayers": "मानचित्र इमेज लेयर",
        "imageryLayers": "इमेजरी लेयर",
        "sceneLayers": "सीन लेयर",
        "tables": "तालिका",
        "layerFiles": "लेयर फ़ाइलें",
        "scenes": "दृश्य",
        "apps": "ऐप्स",
        "webApps": "वेब ऐप्स",
        "mobileApps": "मोबाइल ऐप्स",
        "desktopApps": "डेस्कटॉप ऐप्स",
        "tools": "टूल्स",
        "locators": "लोकेटर्स",
        "geodatabaseAccess": "भू-डेटाबेस की पहुँच",
        "geometricOperations": "ज्यामितीय परिचालन",
        "geoprocessingTasks": "भू-संसाधन कार्य",
        "networkAnalysis": "नेटवर्क विश्लेषण",
        "files": "फ़ाइलें",
        "documents": "दस्तावेज़",
        "images": "छवियां",
        "pdfs": "PDF",
        "webTools": "वेब टूल",
        "notebooks": "नोटबुक"
      }
    },
    "date": {
      "dateCreated": "निर्माण तिथि",
      "dateModified": "संशोधन तिथि"
    },
    "shared": {
      "shared": "साझा किया गया",
      "options": {
        "public": "सभी के साथ (सार्वजनिक)",
        "org": "संगठन के साथ",
        "shared": "समूहों के साथ",
        "private": "कोई भी नहीं"
      }
    },
    "status": {
      "status": "स्थिति",
      "options": {
        "authoritative": "प्राधिकृत",
        "deprecated": "विरोध किया हुआ ।",
        "premium": "प्रीमियम"
      }
    },
    "tags": {
      "tags": "टैग्स",
      "filterTags": "टैग फ़िल्टर करें",
      "noTags": "आपकी खोज से मेल खाने वाले टैग नहीं मिले।"
    }
  },
  "gallery": {
    "signIn": "साइन इन करें",
    "signOut": "साइन आउट करें",
    "header": {
      "browse": "ब्राउज करें",
      "search": "खोजें"
    },
    "resultCount": "आ_Items_____________ज:",
    "searchPlaceholders": {
      "generic": "खोज शब्द दर्ज करें"
    },
    "filterChips": {
      "mapArea": "मानचित्र क्षेत्र के भीतर",
      "type": "टाइप करें",
      "dateModified": "संशोधित",
      "dateCreated": "बनाया गया",
      "access": "साझा किया गया",
      "group": "समूह",
      "folder": "फ़ोल्डर",
      "status": "स्थिति",
      "clearAll": "सब हटायें",
      "category": "वर्ग",
      "region": "क्षेत्र",
      "tagged": "टैग किया गया"
    },
    "itemDetails": {
      "addToMap": "मानचित्र में जोड़ें",
      "removeFromMap": "मानचित्र से हटाएं",
      "by": "इसके द्वारा",
      "lastModified": "अपडेट किया",
      "noSnippet": "इस आइटम का संक्षिप्त सारांश उपल्बध नहीं है।",
      "details": "विवरण",
      "termsOfUse": "उपयोग की शर्तें",
      "attribution": "क्रेडिट (रोपण)",
      "noTermsOfUse": "आइटम की सामग्री का उपयोग करने पर कोई विशेष प्रतिबंध या सीमाएँ प्रदान नहीं की गई हैं.",
      "noAttribution": "कोई स्वीकृतियाँ नहीं.",
      "noDescription": "आइटम का पूर्ण वर्णन उपलब्ध नहीं है।",
      "views": "दृश्य संख्या",
      "created": "बनाया गया",
      "sharedWith": "इसके साथ साझा किया गया",
      "shared": {
        "public": "सभी (सार्वजनिक)",
        "org": "संगठन",
        "shared": "आइटम साझा नहीं किया गया है।",
        "private": "आइटम साझा नहीं किया गया है।"
      },
      "viewUser": "उपयोगकर्ता प्रोफ़ाइल देखें",
      "viewOrg": "संगठन पर जाएँ",
      "addToFavorites": "पसंदीदा में जोड़ें",
      "removeFromFavorites": "पसंदीदा से हटाएं",
      "managedBy": "प्रबंधक:"
    },
    "results": {
      "loadingItems": "आइटम लोड हो रहे हैं..",
      "requestError": "अनुरोध करते समय कोई त्रुटि हुई।",
      "noItemsFound": "आपके मानदंडों से मेल खाते हुए कोई आइटम नहीं मिले। अधिक आइटम दिखाने के लिए कुछ फ़िल्टर साफ़ करने का प्रयास करें।",
      "empty": "अपनी खोज शुरू करने के लिए, ऊपर कुछ शब्द दर्ज करें।"
    },
    "search": "खोजें",
    "close": "बंद",
    "filterPane": {
      "filter": "फिल्टर करें",
      "categories": "श्रेणियाँ",
      "groupCategories": "समूह श्रेणियां"
    },
    "viewDetails": "आइटम विवरण देखें",
    "back": "पीछे जाएँ",
    "compact": "तालिका",
    "compactView": "कॉम्पैक्ट दृश्य",
    "list": "सूची",
    "listView": "सूची दृश्य",
    "showing": "दिखाया जा रहा है",
    "viewResults": "परिणाम देखें"
  },
  "itemCards": {
    "remove": "हटाएँ",
    "add": "जोड़ें",
    "by": "इसके द्वारा",
    "actions": "कार्रवाइयाँ",
    "viewOrg": "संगठन पर जाएँ",
    "viewProfile": "उपयोगकर्ता प्रोफ़ाइल देखें",
    "viewItem": "आइटम विवरण देखें",
    "hideItem": "आइटम की जानकारी छिपाएँ",
    "created": "बनाया गया",
    "updated": "अपडेट किया",
    "viewCount": "दृश्य संख्या",
    "rating": "रेटिंग"
  },
  "pager": {
    "previous": "पिछला",
    "next": "अगला",
    "paginationLimit": "10,000 परिणामों की सीमा निर्धारित की गई है जो पृष्ठांकन के जरिए पुनर्प्राप्त किए जा सकते हैं। वापस लौटने वाले परिणामों की संख्या को कम करने के लिए अपना खोज शब्द फ़िल्टर करने या बदलने का प्रयास करें।"
  },
  "actions": {
    "viewMap": "मानचित्र देखें",
    "viewScene": "दृश्य देखें",
    "viewApp": "एप्लिकेशन देखें",
    "viewInMap": "मैप में देखें",
    "viewInScene": "दृश्य में देखें",
    "download": "डाउनलोड करें",
    "addFavorite": "पसंदीदा में जोड़ें",
    "removeFavorite": "पसंदीदा से हटाएं"
  },
  "viewer": {
    "back": "गैलरी पर वापस जाएँ",
    "viewLoading": {
      "scripts": "स्क्रिप्ट प्राप्त की जा रही हैं..",
      "map": "मानचित्र तैयार हो रहा है..",
      "basemap": "आधार मानचित्र लोड हो रहा है..",
      "layers": "लेयर तैयार हो रही हैं..",
      "view": "दृश्य शुरू हो रहे हैं..",
      "widgets": "विजेट्स जोड़ रहे हैं..",
      "failed": "आइटम अपडेट करने में विफल रहा।",
      "sorry": "माफ करें, अनुरोधित आइटम लोड करते समय कुछ गलत हो गया।"
    }
  }
});