define({
  "appInit": "Αρχικοποίηση εφαρμογής...",
  "appFailed": "Η φόρτωσης της εφαρμογής απέτυχε.",
  "noAuth": "Ο λογαριασμός σας δεν διαθέτει άδεια χρήσης για Παραμετροποιήσιμες Εφαρμογές που δεν είναι δημόσιες. Ζητήστε από τον διαχειριστή του οργανισμού σας να σας εκχωρήσει τύπο χρήστη που να περιλαμβάνει Βασικές Εφαρμογές ή πρόσθετη άδεια χρήσης για Βασικές Εφαρμογές.",
  "notLicensed": "Χωρίς άδεια χρήσης",
  "badges": {
    "authoritative": "Έγκυρο",
    "deleted": "Διεγραμμένο",
    "deprecated": "Υπό απόσυρση",
    "livingAtlas": "Living Atlas",
    "marketplace": "Marketplace",
    "openData": "Ανοιχτά δεδομένα (Open Data)",
    "premium": "Premium",
    "subscriber": "Συνδρομητής",
    "tooltips": {
      "altAuthoritative": "Αξιόπιστο: Συνιστάται από",
      "authoritative": "Αξιόπιστο: Συνιστάται από τον οργανισμό σας",
      "deprecated": "Υπό απόσυρση: Δεν συνιστάται η χρήση του",
      "livingAtlas": "Living Atlas: Επιμελημένο περιεχόμενο της Esri",
      "marketplace": "Παρατιθέμενο στο ArcGIS Marketplace",
      "openData": "Διαθέσιμο για δημόσια χρήση",
      "premiumAnon": "Premium: Απαιτούνται η είσοδός σας μέσω συνδρομής για το ArcGIS Online και η χρήση μονάδων κατανάλωσης",
      "subscriberAnon": "Συνδρομητικό: Απαιτείται η είσοδός σας μέσω συνδρομής για το ArcGIS Online",
      "premiumPublic": "Premium: Απαιτούνται συνδρομή για το ArcGIS Online και μονάδες κατανάλωσης",
      "subscriberPublic": "Συνδρομητικό: Απαιτείται συνδρομή για το ArcGIS Online",
      "premiumOrg": "Premium: Αποκλειστικό περιεχόμενο για συνδρομητές. Χρησιμοποιούνται μονάδες κατανάλωσης.",
      "subscriberOrg": "Συνδρομητικό: Αποκλειστικό περιεχόμενο για συνδρομητές"
    }
  },
  "buttons": {
    "clear": "Εκκαθάριση"
  },
  "dateSelection": {
    "today": "Σήμερα",
    "yesterday": "Χθες",
    "last7Days": "Τελευταίες 7 ημέρες",
    "last30Days": "Τελευταίες 30 ημέρες",
    "custom": "Προσαρμοσμένο εύρος...",
    "from": "Ημερομηνία έναρξης",
    "to": "Ημερομηνία λήξης"
  },
  "dropdowns": {
    "clear": "Εκκαθάριση",
    "clearAll": "Εκκαθάριση όλων",
    "contentViews": {
      "grid": "Πλέγμα",
      "list": "Λίστα",
      "table": "Πίνακας",
      "view": "Προβολή"
    },
    "sorting": {
      "sort": "Ταξινόμηση",
      "sortBy": "Ταξινόμηση κατά",
      "sortDir": "Κατεύθυνση ταξινόμησης",
      "relevance": "Συνάφεια",
      "title": "Τίτλος",
      "owner": "Κάτοχος",
      "created": "Ημερομηνία δημιουργίας",
      "modified": "Ημερομηνία τροποποίησης",
      "numviews": "Προβολή αριθμού",
      "avgrating": "Αξιολόγηση",
      "ascending": {
        "relevance": "Λιγότερο προς περισσότερο σχετικό",
        "title": "Με αλφαβητική σειρά",
        "owner": "Με αλφαβητική σειρά",
        "created": "Λιγότερο πρόσφατο",
        "modified": "Λιγότερο πρόσφατο",
        "numviews": "Από το λιγότερο στο περισσότερο",
        "avgrating": "Με τη χαμηλότερη στην υψηλότερη αξιολόγηση"
      },
      "descending": {
        "relevance": "Από το περισσότερο στο λιγότερο σχετικό",
        "title": "Με αντίστροφη αλφαβητική σειρά",
        "owner": "Με αντίστροφη αλφαβητική σειρά",
        "created": "Πιο πρόσφατο",
        "modified": "Πιο πρόσφατο",
        "numviews": "Από το περισσότερο στο λιγότερο",
        "avgrating": "Με την υψηλότερη στη χαμηλότερη αξιολόγηση"
      }
    }
  },
  "filters": {
    "itemType": {
      "itemType": "Τύπος αντικειμένου",
      "filters": {
        "maps": "Χάρτες",
        "webMaps": "Web χάρτες",
        "mapFiles": "Αρχεία χαρτών",
        "layers": "Θεμ. επίπ.",
        "featureLayers": "Feature Layer",
        "tileLayers": "Tile Layer",
        "mapImageLayers": "Map Image Layer",
        "imageryLayers": "Imagery Layer",
        "sceneLayers": "Scene Layer",
        "tables": "Πίνακες",
        "layerFiles": "Layer File",
        "scenes": "3D Προβολές",
        "apps": "Εφαρμογές",
        "webApps": "Web εφαρμογές",
        "mobileApps": "Εφαρμογές για κινητά",
        "desktopApps": "Εφαρμογές για υπολογιστές",
        "tools": "Εργαλεία",
        "locators": "Εργαλεία εντοπισμού",
        "geodatabaseAccess": "Πρόσβαση σε Geodatabase",
        "geometricOperations": "Γεωμετρικές λειτουργίες",
        "geoprocessingTasks": "Εργασίες γεωεπεξεργασίας",
        "networkAnalysis": "Ανάλυση Δικτύου",
        "files": "Αρχεία",
        "documents": "Έγγραφα",
        "images": "Δορυφορικές Εικόνες",
        "pdfs": "PDF",
        "webTools": "Εργαλεία web",
        "notebooks": "Σημειωματάρια"
      }
    },
    "date": {
      "dateCreated": "Ημερομηνία δημιουργίας",
      "dateModified": "Ημερομηνία τροποποίησης"
    },
    "shared": {
      "shared": "Κοινοποίηση",
      "options": {
        "public": "Σε όλους (δημόσια)",
        "org": "Στον οργανισμό",
        "shared": "Σε ομάδες",
        "private": "Σε κανέναν"
      }
    },
    "status": {
      "status": "Κατάσταση",
      "options": {
        "authoritative": "Έγκυρο",
        "deprecated": "Υπό απόσυρση",
        "premium": "Premium"
      }
    },
    "tags": {
      "tags": "Ετικέτες",
      "filterTags": "Φιλτράρισμα ετικετών",
      "noTags": "Δεν βρέθηκαν ετικέτες που να αντιστοιχούν στα κριτήρια της αναζήτησής σας."
    }
  },
  "gallery": {
    "signIn": "Είσοδος",
    "signOut": "Έξοδος",
    "header": {
      "browse": "Περιήγηση",
      "search": "Αναζήτηση"
    },
    "resultCount": "αντικείμενα:",
    "searchPlaceholders": {
      "generic": "Εισαγωγή όρων αναζήτησης"
    },
    "filterChips": {
      "mapArea": "Εντός της περιοχής του χάρτη",
      "type": "Τύπος",
      "dateModified": "Τροποποιήθηκε",
      "dateCreated": "Επιτυχής δημιουργία",
      "access": "Κοινοποίηση",
      "group": "Ομάδας",
      "folder": "Φάκελος",
      "status": "Κατάσταση",
      "clearAll": "Εκκαθάριση όλων",
      "category": "Κατηγορία",
      "region": "Περιοχή",
      "tagged": "Με ετικέτες"
    },
    "itemDetails": {
      "addToMap": "Προσθήκη στο χάρτη",
      "removeFromMap": "Κατάργηση από τον χάρτη",
      "by": "κατά",
      "lastModified": "Επιτυχής ενημέρωση",
      "noSnippet": "Δεν είναι διαθέσιμη μια σύντομη σύνοψη του αντικειμένου.",
      "details": "Περιγραφή",
      "termsOfUse": "Όροι χρήσης",
      "attribution": "Συντελεστές (Απόδοση)",
      "noTermsOfUse": "Δεν έχουν καταχωριστεί ειδικοί η νομικοί περιορισμοί για τη χρήση περιεχομένου του αντικειμένου.",
      "noAttribution": "Χωρίς αναγνωρίσεις.",
      "noDescription": "Δεν είναι διαθέσιμη μια αναλυτική περιγραφή του αντικειμένου.",
      "views": "Προβολή αριθμού",
      "created": "Επιτυχής δημιουργία",
      "sharedWith": "Κοινοποιήθηκε σε",
      "shared": {
        "public": "Σε όλους (δημοσίως)",
        "org": "Οργανισμού",
        "shared": "Το αντικείμενο δεν είναι κοινόχρηστο.",
        "private": "Το αντικείμενο δεν είναι κοινόχρηστο."
      },
      "viewUser": "Προβολή προφίλ χρήστη",
      "viewOrg": "Επίσκεψη στον οργανισμό",
      "addToFavorites": "Προσθήκη στα Αγαπημένα",
      "removeFromFavorites": "Κατάργηση από τα Αγαπημένα",
      "managedBy": "Διαχείριση από:"
    },
    "results": {
      "loadingItems": "Φόρτωση αντικειμένων..",
      "requestError": "Παρουσιάστηκε σφάλμα στο αίτημα.",
      "noItemsFound": "Δεν βρέθηκαν αντικείμενα που να πληρούν τα κριτήριά σας. Δοκιμάστε να καταργήσετε μερικά φίλτρα για να εμφανιστούν περισσότερα αντικείμενα.",
      "empty": "Πληκτρολογήστε μερικούς όρους πιο πάνω για να ξεκινήσει η αναζήτησή σας."
    },
    "search": "Αναζήτηση",
    "close": "Κλείσιμο",
    "filterPane": {
      "filter": "Φίλτρο",
      "categories": "Κατηγορίες",
      "groupCategories": "Κατηγορίες ομάδων"
    },
    "viewDetails": "Προβολή λεπτομερειών αντικειμένου",
    "back": "Πίσω",
    "compact": "Πίνακας",
    "compactView": "Συμπαγής προβολή",
    "list": "Λίστα",
    "listView": "Προβολή σε λίστα",
    "showing": "Εμφάνιση",
    "viewResults": "Προβολή αποτελεσμάτων"
  },
  "itemCards": {
    "remove": "Κατάργηση",
    "add": "Προσθήκη",
    "by": "κατά",
    "actions": "Ενέργειες",
    "viewOrg": "Επίσκεψη στον οργανισμό",
    "viewProfile": "Προβολή προφίλ χρήστη",
    "viewItem": "Προβολή λεπτομερειών αντικειμένου",
    "hideItem": "Απόκρυψη λεπτομερειών αντικειμένου",
    "created": "Επιτυχής δημιουργία",
    "updated": "Επιτυχής ενημέρωση",
    "viewCount": "Προβολή αριθμού",
    "rating": "Αξιολόγηση"
  },
  "pager": {
    "previous": "Προηγούμενο",
    "next": "Επόμενο",
    "paginationLimit": "Υπάρχει ένα όριο 10.000 αποτελεσμάτων που μπορούν να ανακτηθούν μέσω σελιδοποίησης. Δοκιμάστε να φιλτράρετε ή να αλλάξετε τον όρο στην αναζήτησή σας για να μειωθεί ο αριθμός των επιστρεφόμενων αποτελεσμάτων."
  },
  "actions": {
    "viewMap": "Προβολή χάρτη",
    "viewScene": "Προβολή 3D προβολής",
    "viewApp": "Προβολή εφαρμογής",
    "viewInMap": "Προβολή στον χάρτη",
    "viewInScene": "Προβολή στη 3D προβολή",
    "view": "Προβολή",
    "download": "Λήψη",
    "openPdf": "Άνοιγμα σε PDF",
    "open": "Άνοιγμα",
    "openDoc": "Άνοιγμα εγγράφου",
    "openTab": "Άνοιγμα σε νέα καρτέλα",
    "openViewer": "Đ_Open in Map Viewer___________________ớ",
    "addFavorite": "Προσθήκη στα Αγαπημένα",
    "removeFavorite": "Κατάργηση από τα Αγαπημένα"
  },
  "viewer": {
    "back": "Επιστροφή στη Συλλογή",
    "viewLoading": {
      "scripts": "Λήψη σεναρίων..",
      "map": "Προετοιμασία του χάρτη...",
      "basemap": "Φόρτωση των υποβάθρων..",
      "layers": "Επεξεργασία θεματικών επιπέδων..",
      "view": "Προετοιμασία της προβολής..",
      "widgets": "Προσθήκη Widget..",
      "failed": "Αποτυχία φόρτωσης του αντικειμένου.",
      "sorry": "Συγγνώμη, κατά τη φόρτωση του ζητούμενου αντικειμένου παρουσιάστηκε κάποιο πρόβλημα."
    }
  },
  "share": {
    "shareGallery": "Đ_Share gallery______________ớ",
    "shareFiltered": "Đ_Share filtered gallery_______________________ớ",
    "tooltip": "Đ_URL copied to you clipboard____________________________ớ"
  }
});