define({
  "appInit": "Виконується ініціалізація додатку...",
  "appFailed": "Не вдалося завантажити додаток.",
  "noAuth": "Ваш обліковий запис не має ліцензії на використання настроюваних додатків, які не є публічними Попросіть адміністратора вашої організації призначити вам тип користувача, що включає основні додатки або додаткову ліцензію на основні додатки.",
  "notLicensed": "Немає ліцензії",
  "error": "Помилка",
  "originError": {
    "message": "Додаток, до якого ви намагаєтесь отримати доступ, не походить з вказаної вами URL-адреси",
    "close": "Закрити",
    "options": "Розширені опції",
    "linkMessage": "Перейти до"
  },
  "analyticsOptIn": "Погодитися",
  "badges": {
    "authoritative": "Повноважний",
    "deleted": "Видалений",
    "deprecated": "Не рекомендований",
    "livingAtlas": "Living Atlas",
    "marketplace": "Marketplace",
    "openData": "Відкриті дані",
    "premium": "Преміальний",
    "subscriber": "Передплатник",
    "tooltips": {
      "altAuthoritative": "Повноважний: рекомендований",
      "authoritative": "Повноважний: рекомендований вашою організацією",
      "deprecated": "Не рекомендований: не рекомендований до використання",
      "livingAtlas": "Living Atlas: контент, спеціально відібраний Esri",
      "marketplace": "Представлений на ArcGIS Marketplace",
      "openData": "Доступний для публічного використання",
      "premiumAnon": "Преміальний: вимагає входу в систему за допомогою підписки ArcGIS Online та оплату кредитами",
      "subscriberAnon": "Передплатник: вимагає входу в систему за допомогою підписки ArcGIS Online",
      "premiumPublic": "Преміальний: вимагає підписку ArcGIS Online та оплату кредитами.",
      "subscriberPublic": "Передплатник: вимагає підписку ArcGIS Online",
      "premiumOrg": "Преміальний: ексклюзивний зміст для передплатників. Вимагає оплату кредитами.",
      "subscriberOrg": "Передплатник: ексклюзивний зміст для передплатників"
    }
  },
  "buttons": {
    "clear": "Очистити"
  },
  "dateSelection": {
    "today": "Сьогодні",
    "yesterday": "Вчора",
    "last7Days": "Останні 7 днів",
    "last30Days": "Останні 30 днів",
    "custom": "Діапазон, заданий користувачем...",
    "from": "Початкова дата",
    "to": "Кінцева дата"
  },
  "dropdowns": {
    "clear": "Очистити",
    "clearAll": "Очистити всі",
    "contentViews": {
      "grid": "Грід",
      "list": "Перелік",
      "table": "Таблиця",
      "view": "Огляд"
    },
    "sorting": {
      "sort": "Сортувати",
      "sortBy": "Сортувати за",
      "sortDir": "Напрямок сортування",
      "relevance": "Відповідність",
      "title": "Заголовок",
      "owner": "Власник",
      "created": "Дата створення",
      "modified": "Дата зміни",
      "numviews": "Лічильник оглядів",
      "avgrating": "Рейтинг",
      "ascending": {
        "relevance": "Від найменш до найбільш відповідних",
        "title": "В алфавітному порядку",
        "owner": "В алфавітному порядку",
        "created": "Найбільш давній",
        "modified": "Найбільш давній",
        "numviews": "Від найменшого до найбільшого",
        "avgrating": "Від найменшої оцінки до найвищої оцінки"
      },
      "descending": {
        "relevance": "Від найбільш відповідного до найменш відповідного",
        "title": "У зворотньому алфавітному порядку",
        "owner": "У зворотньому алфавітному порядку",
        "created": "Найбільш пізній",
        "modified": "Найбільш пізній",
        "numviews": "Від найбільшого до найменшого",
        "avgrating": "Від найвищої оцінки до найнижчої оцінки"
      }
    }
  },
  "filters": {
    "itemType": {
      "itemType": "Тип елементу",
      "filters": {
        "maps": "Карти",
        "webMaps": "Веб-карти",
        "mapFiles": "Файли карти",
        "layers": "Шари",
        "featureLayers": "Векторні шари",
        "tileLayers": "Шари тайлу",
        "mapImageLayers": "Шари зображення карти",
        "imageryLayers": "Шари зображення",
        "sceneLayers": "Шари сцени",
        "tables": "Таблиці",
        "layerFiles": "Файли шару",
        "scenes": "Сцени",
        "apps": "Додатки",
        "webApps": "Веб-додатки",
        "mobileApps": "Мобільні додатки",
        "desktopApps": "Додатки для настільних систем",
        "instantApps": "Миттєві додатки",
        "storyMaps": "Story Maps",
        "tools": "Інструменти",
        "locators": "Локатори",
        "geodatabaseAccess": "Доступ до бази геоданих",
        "geometricOperations": "Геометричні операції",
        "geoprocessingTasks": "Задачі геообробки",
        "networkAnalysis": "Мережевий аналіз",
        "files": "Файли",
        "documents": "Документи",
        "images": "Зображення",
        "pdfs": "Файли PDF",
        "webTools": "Веб-інструменти",
        "notebooks": "Журнали"
      }
    },
    "date": {
      "dateCreated": "Дата створення",
      "dateModified": "Дата зміни"
    },
    "shared": {
      "shared": "Спільний",
      "options": {
        "public": "З усіма (публічний)",
        "org": "З організацією",
        "shared": "З групами",
        "private": "Ні з ким"
      }
    },
    "status": {
      "status": "Стан",
      "options": {
        "authoritative": "Повноважний",
        "deprecated": "Не рекомендований",
        "premium": "Преміальний"
      }
    },
    "tags": {
      "tags": "Теги",
      "filterTags": "Фільтрувати теги",
      "noTags": "Теги, які відповідають вашим критеріям пошуку, не було знайдено."
    }
  },
  "gallery": {
    "signIn": "Увійти в систему",
    "signOut": "Вийти із системи",
    "header": {
      "browse": "Переглянути",
      "search": "Пошук"
    },
    "resultCount": "Елементи:",
    "searchPlaceholders": {
      "generic": "Введіть критерії пошуку"
    },
    "filterChips": {
      "mapArea": "В області карти",
      "type": "Тип",
      "dateModified": "Змінено",
      "dateCreated": "Створено",
      "access": "Спільний",
      "group": "Група",
      "folder": "Папка",
      "status": "Стан",
      "clearAll": "Очистити всі",
      "category": "Категорія",
      "region": "Регіон",
      "tagged": "Тегований"
    },
    "itemDetails": {
      "addToMap": "Додати до карти",
      "removeFromMap": "Вилучити з карти",
      "by": "за",
      "lastModified": "Оновлено",
      "noSnippet": "Короткий опис елементу недоступний.",
      "details": "Опис",
      "termsOfUse": "Умови використання",
      "attribution": "Кредити (ідентифікація)",
      "noTermsOfUse": "Жодних спеціальних обмежень щодо використання змісту елементу не було надано.",
      "noAttribution": "Без підтвердження.",
      "noDescription": "Детальний опис елементу недоступний.",
      "views": "Лічильник оглядів",
      "created": "Створено",
      "sharedWith": "Спільно використовуваний з",
      "shared": {
        "public": "Усі (публічний)",
        "org": "Організація",
        "shared": "Елемент не є спільним.",
        "private": "Елемент не є спільним."
      },
      "viewUser": "Переглянути профіль користувача",
      "viewOrg": "Відвідати організацію",
      "addToFavorites": "Додати до обраного",
      "removeFromFavorites": "Вилучити з обраного",
      "managedBy": "Керується за:"
    },
    "results": {
      "loadingItems": "Виконується завантаження елементів...",
      "requestError": "При обробці запиту виникла помилка.",
      "noItemsFound": "Елементи, які відповідають вашим критеріям, не було знайдено. Очистіть деякі фільтри, щоб показати більше елементів.",
      "empty": "Введіть деякі критерії вище, щоб почати пошук."
    },
    "search": "Пошук",
    "close": "Закрити",
    "filterPane": {
      "filter": "Фільтр",
      "categories": "Категорії",
      "groupCategories": "Категорії груп"
    },
    "viewDetails": "Переглянути детальну інформацію про елемент",
    "back": "Назад",
    "compact": "Таблиця",
    "compactView": "Компактний вид",
    "list": "Перелік",
    "listView": "Вид переліку",
    "showing": "Показує",
    "viewResults": "Переглянути результати"
  },
  "itemCards": {
    "remove": "Вилучити",
    "add": "Додати",
    "by": "за",
    "actions": "Дії",
    "viewOrg": "Відвідати організацію",
    "viewProfile": "Переглянути профіль користувача",
    "viewItem": "Переглянути детальну інформацію про елемент",
    "hideItem": "Приховати детальну інформацію про елемент",
    "created": "Створено",
    "updated": "Оновлено",
    "viewCount": "Лічильник оглядів",
    "rating": "Рейтинг",
    "itemType": {
      "table": "Таблиця",
      "routeLayer": "Шар маршруту",
      "markup": "Розмітка",
      "featureLayer": "Векторний шар",
      "elevationLayer": "Шар висот",
      "imageryLayer": "Шар зображення",
      "sceneLayer": "Шар сцени",
      "sceneLayerPackage": "Пакет шарів сцени",
      "locator": "Локатор",
      "microsoftPowerPoint": "Microsoft PowerPoint",
      "geoJSON": "GeoJSON",
      "globeLayer": "Шар глобусу",
      "tileLayer": "Шар тайлу",
      "netCDF": "NetCDF",
      "mapImageLayer": "Шар зображення карти",
      "addIn": "Надбудова",
      "bigDataFileShare": "Спільний ресурс файлу великих даних",
      "ogcFeatureLayer": "Векторний шар OGC",
      "instantApp": "Миттєвий додаток"
    }
  },
  "pager": {
    "previous": "Назад",
    "next": "Далі",
    "paginationLimit": "Розбивка на сторінки дозволяє виводити максимум 1000 результатів. Скористайтесь фільтрацією або змініть критерій пошуку для зменшення кількості отриманих результатів."
  },
  "actions": {
    "viewMap": "Переглянути карту",
    "viewScene": "Переглянути сцену",
    "viewApp": "Переглянути додаток",
    "viewInMap": "Переглянути на карті",
    "viewInScene": "Переглянути на сцені",
    "view": "Огляд",
    "download": "Завантажити",
    "openPdf": "Відкрити в PDF",
    "open": "Відкрити",
    "openDoc": "Відкрити документ",
    "openTab": "Відкрити у новій вкладці",
    "openViewer": "Відкрити у Map Viewer",
    "addFavorite": "Додати до обраного",
    "removeFavorite": "Вилучити з обраного"
  },
  "viewer": {
    "back": "Повернутися до галереї",
    "viewLoading": {
      "scripts": "Виконується вибірка скриптів...",
      "map": "Виконується підготовка карти...",
      "basemap": "Виконується завантаження базової карти...",
      "layers": "Виконується обробка шарів...",
      "view": "Виконується ініціалізація виду...",
      "widgets": "Додаються віджети...",
      "failed": "Не вдалося завантажити елемент.",
      "sorry": "Вибачте, щось пішло не так під час завантаження запитаного елемента."
    }
  },
  "share": {
    "share": "Поділитися",
    "shareGallery": "Опублікувати галерею",
    "shareFiltered": "Опублікувати відфільтровану галерею",
    "tooltip": "URL-адресу скопійовано до буферу обміну"
  }
});