define({
  "appInit": "Приложението се инициализира...",
  "appFailed": "Неуспешно зареждане на приложението",
  "noAuth": "Вашият акаунт не е лицензиран да използва Configurable Apps, които не са публични. Помолете администратора на Вашата организация да Ви направи тип потребител, който включва Основни приложения или допълнителен лиценз за Основни приложения.",
  "notLicensed": "Не е лицензиран",
  "error": "Грешка",
  "originError": {
    "message": "Приложението, в което се опитвате да влезете, не произхожда от предоставения от вас URL адрес",
    "close": "Затваряне",
    "options": "Разширени опции",
    "linkMessage": "Продължете към"
  },
  "analyticsOptIn": "Включване",
  "badges": {
    "authoritative": "Достоверни",
    "deleted": "Изтрити",
    "deprecated": "Остарели",
    "livingAtlas": "Жив атлас",
    "marketplace": "Магазин",
    "openData": "Open Data",
    "premium": "Премиум",
    "subscriber": "Абонат",
    "tooltips": {
      "altAuthoritative": "Достоверни: Препоръчани от",
      "authoritative": "Достоверни: Препоръчани от Вашата организация",
      "deprecated": "Остарели: Не се препоръчват на употреба",
      "livingAtlas": "Жив атлас: Съдържание на Esri",
      "marketplace": "В ArcGIS магазин",
      "openData": "Възможно за публична употреба",
      "premiumAnon": "Премиум: Изисква влизане с абонамент за ArcGIS Online и използва кредити",
      "subscriberAnon": "Абонат: Изисква влизане с абонамент за ArcGIS Online",
      "premiumPublic": "Премиум: Изисква абонамент за ArcGIS Online и използва кредити",
      "subscriberPublic": "Абонат: Изисква абонамент за ArcGIS Online",
      "premiumOrg": "Премиум: Ексклузивно съдържание за абонати. Използва кредити.",
      "subscriberOrg": "Абонат: Ексклузивно съдържание за абонати"
    }
  },
  "buttons": {
    "clear": "Изчистване"
  },
  "dateSelection": {
    "today": "Днес",
    "yesterday": "Вчера",
    "last7Days": "Последните 7 дни",
    "last30Days": "Последните 30 дни",
    "custom": "Пресонализиране на диапазон...",
    "from": "Начална дата",
    "to": "Крайна дата"
  },
  "dropdowns": {
    "clear": "Изчистване",
    "clearAll": "Изчистване на всички",
    "contentViews": {
      "grid": "Грид",
      "list": "Списък",
      "table": "Таблица",
      "view": "Преглед"
    },
    "sorting": {
      "sort": "Сортиране",
      "sortBy": "Сортиране по",
      "sortDir": "Посока за сортиране",
      "relevance": "Свързаност",
      "title": "Заглавие",
      "owner": "Собственик",
      "created": "Дата на създаване",
      "modified": "Дата на промяна",
      "numviews": "Брой прегледи",
      "avgrating": "Оценка",
      "ascending": {
        "relevance": "От най-малко до най-много свързани",
        "title": "Азбучен ред",
        "owner": "Азбучен ред",
        "created": "Най - скорошни",
        "modified": "Най - скорошни",
        "numviews": "От най - малко към най - много",
        "avgrating": "От най-ниска до най-висока оценка"
      },
      "descending": {
        "relevance": "От най-много до най-малко свързани",
        "title": "По азбучен ред отзад напред",
        "owner": "По азбучен ред отзад напред",
        "created": "Най - скоро използвани",
        "modified": "Най - скоро използвани",
        "numviews": "От най - много към най - малко",
        "avgrating": "От най-висока към най-ниска оценка"
      }
    }
  },
  "filters": {
    "itemType": {
      "itemType": "Тип елемент",
      "filters": {
        "maps": "Карти",
        "webMaps": "Уеб карти",
        "mapFiles": "Картни файлове",
        "layers": "Слоеве",
        "featureLayers": "Обектни слоеве",
        "tileLayers": "Слоеве на плочка",
        "mapImageLayers": "Слоеве на изображение на карта",
        "imageryLayers": "Слоеве на изображение",
        "sceneLayers": "Слоеве на сцена",
        "tables": "Таблици",
        "layerFiles": "Файлове на слой",
        "scenes": "Сцени",
        "apps": "Приложения",
        "webApps": "Уеб приложения",
        "mobileApps": "Мобилни приложения",
        "desktopApps": "Настолни приложения",
        "tools": "Инструменти",
        "locators": "Локатори",
        "geodatabaseAccess": "Достъп до геобаза данни",
        "geometricOperations": "Геометрични операции",
        "geoprocessingTasks": "Геопроцесинг задачи",
        "networkAnalysis": "Мрежови анализи",
        "files": "Файлове",
        "documents": "Документи",
        "images": "Изображения",
        "pdfs": "Файлове в PDF формат",
        "webTools": "Уеб инструменти",
        "notebooks": "Бележници"
      }
    },
    "date": {
      "dateCreated": "Дата на създаване",
      "dateModified": "Дата на промяна"
    },
    "shared": {
      "shared": "Споделено",
      "options": {
        "public": "С всички (публично)",
        "org": "С организация",
        "shared": "С групи",
        "private": "С никого"
      }
    },
    "status": {
      "status": "Статус",
      "options": {
        "authoritative": "Достоверни",
        "deprecated": "Остарели",
        "premium": "Премиум"
      }
    },
    "tags": {
      "tags": "Тагове",
      "filterTags": "Филтър за тагове",
      "noTags": "Не бяха намерени тагове, съответстващи на Вашето търсене."
    }
  },
  "gallery": {
    "signIn": "Регистрация",
    "signOut": "Отписване",
    "header": {
      "browse": "Зареждане",
      "search": "Търсене"
    },
    "resultCount": "Елементи:",
    "searchPlaceholders": {
      "generic": "Въведете термини за търсене"
    },
    "filterChips": {
      "mapArea": "В рамките на картовата област",
      "type": "Тип",
      "dateModified": "Променени",
      "dateCreated": "Създадено",
      "access": "Споделено",
      "group": "Група",
      "folder": "Папка",
      "status": "Статус",
      "clearAll": "Изчистване на всички",
      "category": "Категория",
      "region": "Район",
      "tagged": "Таг"
    },
    "itemDetails": {
      "addToMap": "Добавяне към карта",
      "removeFromMap": "Премахване от карта",
      "by": "от",
      "lastModified": "Актуализирано",
      "noSnippet": "Не се предлага кратко обобщение на елемента.",
      "details": "Описание",
      "termsOfUse": "Общи условия",
      "attribution": "Кредити (Приписване)",
      "noTermsOfUse": "Не са предвидени специални ограничения или ограничения за използването на съдържанието на елемента.",
      "noAttribution": "Няма потвърждения.",
      "noDescription": "Не се предлага описание в дълбочина на елемента.",
      "views": "Брой прегледи",
      "created": "Създадено",
      "sharedWith": "Споделено с",
      "shared": {
        "public": "Всички (публично)",
        "org": "Организация",
        "shared": "Този елемент не е споделен.",
        "private": "Този елемент не е споделен."
      },
      "viewUser": "Изглед на потребителски профил",
      "viewOrg": "Посещение на организация",
      "addToFavorites": "Добавяне към Любими",
      "removeFromFavorites": "Премахване от Любими",
      "managedBy": "Управлявано от:"
    },
    "results": {
      "loadingItems": "Зареждане на елементи...",
      "requestError": "При заявката възникна грешка.",
      "noItemsFound": "Няма намерени елементи, които да отговарят на Вашите критерии. Опитайте да изчистите филтъра, за да се покажат повече елементи.",
      "empty": "Въведете термини по-горе, за да започне търсенето."
    },
    "search": "Търсене",
    "close": "Затваряне",
    "filterPane": {
      "filter": "Филтър",
      "categories": "Категории",
      "groupCategories": "Категории групи"
    },
    "viewDetails": "Преглед на подробна информация за елемент",
    "back": "Назад",
    "compact": "Таблица",
    "compactView": "Компактен изглед",
    "list": "Списък",
    "listView": "Изглед на списък",
    "showing": "Показване",
    "viewResults": "Преглед на резултати"
  },
  "itemCards": {
    "remove": "Изтриване",
    "add": "Добавяне",
    "by": "от",
    "actions": "Действия",
    "viewOrg": "Посещение на организация",
    "viewProfile": "Изглед на потребителски профил",
    "viewItem": "Преглед на подробна информация за елемент",
    "hideItem": "Скриване на подробна информация за елемент",
    "created": "Създадено",
    "updated": "Актуализирано",
    "viewCount": "Брой прегледи",
    "rating": "Оценка"
  },
  "pager": {
    "previous": "Предишна",
    "next": "Напред",
    "paginationLimit": "Има ограничение от 10 000 резултата, които могат да бъдат извлечени на страница. Опитайте да филтрирате или промените думата си за търсене, за да намалите броя на върнатите резултати."
  },
  "actions": {
    "viewMap": "Преглед на карта",
    "viewScene": "Преглед на сцена",
    "viewApp": "Изглед на приложение",
    "viewInMap": "Преглед в карта",
    "viewInScene": "Преглед в сцена",
    "view": "Преглед",
    "download": "Изтегляне",
    "openPdf": "Отваряне в PDF",
    "open": "Отваряне",
    "openDoc": "Отваряне на документ",
    "openTab": "Отваряне в нов раздел",
    "openViewer": "Отваряне в Map Viewer",
    "addFavorite": "Добавяне към Любими",
    "removeFavorite": "Премахване от Любими"
  },
  "viewer": {
    "back": "Връщане в галерия",
    "viewLoading": {
      "scripts": "Извличат се скриптове...",
      "map": "Подготовка на картата...",
      "basemap": "Зареждане на базовата карта...",
      "layers": "Обработка на слоеве...",
      "view": "Инициализиране на изгледа...",
      "widgets": "Добавяне на изпълними модули...",
      "failed": "Неуспешно зареждане на елемента.",
      "sorry": "За съжаление, възникна грешка при зареждане на заявения елемент."
    }
  },
  "share": {
    "share": "Share",
    "shareGallery": "Споделяне на галерия",
    "shareFiltered": "Споделяне на филтрирана галерия",
    "tooltip": "URL адресът е копиран в клипборда ви"
  }
});